<h2>Сюжет</h2>
<p>Володя работает монтажником в Сибири, в Москве он проездом — его небольшой рассказ, опубликованный в журнале 
    «Юность» вызвал интерес у писателя Воронина, пригласившего Володю на важный разговор. В метро он знакомится
    с Колей — молодым задорным пареньком, возвращающимся с ночной смены. Володя собирается остановиться у своих 
    друзей, но не знает точно, где находится нужный переулок, Коля предлагает его проводить...
</p> 
<p>Жанры: мелодрама, комедия</p>
<h2>Рейтинги фильмов на агригаторах</h2>
<p>Кинопоиск: 8.1 из 10 </p>
<p>IMDb: 7.7 из 10</p>
<h2>Личный отзыв</h2>
<p>Очень приятное произведение, погружающая смотрящего в мир Москвы 60-х годов, хорошая актерская игра и знаменитая песня, которую
    знает куда больше людей, чем сам фильм. Картина была снята в период оттепели, что и объясняет ее духоподъемные и гуманистические
    мотивы, характерные для данной эпохи в истории отечественного кинематографа. 
</p>