<h2>Сюжет</h2>
<p>Прораб Владимир Николаевич Машков и не подозревал, что обычный путь до универсама за хлебом и макаронами обернется межгалактическими путешествиями. А все эта встреча со странным босоногим человеком с каким-то маленьким устройством — «машинкой перемещения», как тот ее назвал. Владимир Николаевич нажал кнопку и оказался вместе со случайным попутчиком, студентом в кроличьей шапке, в пустыне — на планете Плюк в тентуре, галактика Кин-дза-дза в спирали.
</p>
<p>Жанры: драма, фантастика, комедия</p> 
<h2>Рейтинги фильмов на агригаторах</h2>
<p>Кинопоиск: 8.1 из 10 </p>
<p>IMDb: 7.9 из 10</p>
<h2>Личный отзыв</h2>
<p>Один из немногих фантастических фильмов в СССР, расчитанный на взрослую аудиторию. Может показаться, что фильм относительно известен, но по наблюдениям многие его не видели. Некоторых отпугивает малый бюджет картины, по сравнению персонажи(Юрий Яковлев и Евгений Леонов играют совсем нетипичные для себя роли) и сама история с интересными идеями и посылами.
</p>